Repository: ifs-net/ClickedMe
Catalog: locale/*/LC_MESSAGES/module_clickedme.po
Languages: de

source: Configure the ClickedMe module
de: Das ClickedMe-Modul konfigurieren

source: ClickedMe administration
de: ClickedMe-Moduladministration

source: Notice: This block will not be displayed until you activate the ClickedMe module.
de: Hinweis: Dieser Block wird nur dann angezeigt, wenn das Modul ClickedMe auch aktiviert wurde.

source: Last visitors
de: Zuletzt auf Deinem Profil

source: Show a list of members that visited the own user profile.
de: Zeigt eine Liste der Mitglieder, welche das eigene Profil sich zuletzt angesehen haben.

source: My last visitors
de: Zuletzt auf meinem Profil

source: ClickedMe Module - Administration
de: ClickedMe-Moduladministration

source: Tracking preferences
de: Einstellungen zur Privatsphäre

source: Settings updated successfully
de: Die Einstellungen wurden erfolgreich gespeichert

source: Settings could not be updated
de: Die Einstellungen konnten nicht gespeichert werden

source: Tracking was successfully disabled for your account
de: Für Deinen Account wurden die Aufzeichnungen des Besucherverhaltens deaktiviert

source: An error occured: Tracking could not be disabled for your account
de: Ein Fehler ist aufgetreten, das Aufzeichnen des Besucherverhaltens konnte für Deinen Account nicht deaktiviert werden

source: No changes made - Logging was already disabled
de: Es wurden keine Einstellungen geändert, da das Protokollieren des eigenen Besucherverhaltens bereits zuvor deaktiviert war.

source: Tracking was successfully enabled for your account
de: Das Protokollieren des Besucherverhaltens wurde erfolgreich eingeschalten

source: An error occured: Tracking could not be enabled for your account
de: Ein Fehler ist aufgetreten: Das Protokollieren des Besucherverhaltens konnte für Deinen Account nicht aktiviert werden

source: No changes made - Logging was already enabled
de: Es wurden keine Änderungen vorgenommen, da das Protokollieren des Besucherverhaltens bereits zuvor aktiviert war

source: ClickedMe
de: MeineBesucher

source: Show your users who visited their profile
de: Zeige Deinen Benutzern, wer ihr Profil besucht hat

source: Administration for Module ClickedMe
de: Administration für das ClickedMe-Modul

source: Waiting period (in days) a user cannot see who visited the own profile after tracking for the own account was deactivated
de: Wartezeit (in Tagen), die ein Benutzer warten muss, bevor er die Besuche anderer auf seinem Profil wieder angezeigt bekommt, wenn er die Protokollierung des Besucherverhaltens für das eigene Profil deaktiviert hat und wieder aktiviert

source: Waiting period in days
de: Wartezeit in Tagen

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: To activate user tracking you have to integrate some code into the template of your profile module.
de: Um das Modul einzubinden, muss etwas Code in das Template des genutzten Profilmoduls eingefügt werden.

source: Code to insert into template
de: Code, der ins Template (wenn möglich am Ende des Templates) eingefügt werden muss

source: These users have just visited your profile
de: Diese Besucher haben Dein Profil besucht

source: Your profile has not been visited yet
de: Dein Profil wurde bisher noch nicht besucht

source: take a look at their profile, too
de: schaue doch auf deren Profil einmal an

source: Amount
de: Anzahl

source: See who visited your profile
de: Schaue, wer dein Profil besucht hat

source: These are the last visitors of your user profile page
de: Dies sind die letzten Besucher deines Profils

source: You had tracking deactivated before. There is a waiting period for you until you can view again who else viewed your profile (The remaining waiting period is %s days)
de: Du hattest die Protokollierung des Besucherverhaltens für den eigenen Account ausgeschalten und nun wieder aktiviert. Hier ist eine kleine Wartezeit von %s Tag(en) notwendig. Nach dieser Zeit kannst Du wieder sehen, wer dein Profil besucht hat

source: Change privacy settings
de: Privatsphären-Einstellungen ändern

source: You can disable user tracking for your account to make other users unable to see that you visited their profile. Please do not deactivate tracking to view other profiles and reactivate it afterwards. After reactivating tracking again (because you are interested in those who visited your profile) there will be a waiting period of 7 days until you can see again who visited your profile again.
de: Du kannst die Protokollierung deines Besucherverhaltens deaktivieren. Dann sehen andere Besucher nicht mehr, dass Du ihr Profil besucht hast. Im Gegenzug wirst aber auch Du nicht mehr sehen, wenn dein Profil besucht wurde.

source: Disable tracking for my account
de: Protokollierung des Besucherverhaltens für meinen Benutzeraccount deaktivieren
